brew "asdf"
brew "atuin"
brew "bat"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "pipx"
brew "poetry"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "tmux"
brew "uv"
brew "zoxide"
