brew "atuin"
brew "bat"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "jq"
brew "lazygit"
brew "mise"
brew "neovim"
brew "pipx"
brew "poetry"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "tmux"
brew "uv"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# 1Password CLI — renders secret .env files from 1Password via `op inject`
# (see bin/last30days-env and config/last30days/last30days.env.tpl)
cask "1password-cli"

# Fonts — Ghostty terminal (see config/ghostty/config.ghostty)
cask "font-maple-mono-nl-nf-cn"
cask "font-symbols-only-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-sans-mono-cjk-sc"
